export const restaurantsData = {
  "Москва": [
    "Коровинское шоссе, 2",
    "ул. Тверская, 18 к.1",
    "ул. Новый Арбат",
    "ул. Земляной Вал",
    "ул. 2-я Останкинская",
    "Ветошный переулок",
    "Комсомольский пр-кт",
    "ул. Киевская",
    "Ленинский пр-кт",
    "Дмитровское шоссе",
    "Новинский б-р",
    "ул. Шереметьевская",
    "ул. Брестская",
    "Рублёвское шоссе",
    "пр-кт Мира",
    "ул. Большая Тульская",
    "ул. Арбат",
    "Аминьевское шоссе",
    "пр-кт Вернадского",
    "ул. Новослободская",
    "ул. Наметкина",
    "ул. Профсоюзная",
    "ул. Душинская"
  ].map((address) => ({ address, hours: "12:00-23:00", phone: "+7 (495) 988-17-17" })),
  "Санкт-Петербург": [
    { address: "Лиговский пр-кт, 30А", hours: "10:00-23:00", phone: "+7 (812) 200-71-71" },
    { address: "Невский пр-кт", hours: "12:00-23:00", phone: "+7 (812) 200-71-71" },
    { address: "ул. Фучика", hours: "12:00-23:00", phone: "+7 (812) 200-71-71" }
  ],
  "Тула": [{ address: "Центральный переулок", hours: "12:00-23:00", phone: "+7 (000) 000-00-00" }],
  "Калуга": [{ address: "ул. Секиотовская", hours: "12:00-23:00", phone: "+7 (000) 000-00-00" }],
  "Ереван": [{ address: "ул. Кирова", hours: "12:00-23:00", phone: "+7 (000) 000-00-00" }]
};

export const cityCenters = {
  "Москва": [37.6176, 55.7558],
  "Санкт-Петербург": [30.3141, 59.9386],
  "Тула": [37.6173, 54.193],
  "Калуга": [36.2598, 54.5138],
  "Ереван": [44.5152, 40.1872]
};
